[Creature.CharClass_Sage_EggOnFace_Creature AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Creature.PawnBalance_Sage_EggOnFace_Creature AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="compr")

[ID_Sage_EggOnFace_Egg MissionItemDefinition]
UseFailureCharacterMessage="You should be %s Use this article."
ItemName="the egg"
PickupMessage="you have %s"
UseFailureLevelMessage="At least %d like this item. As in the mass itself.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Not even one"

[ID_Sage_EggOnFace_Egg:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="The eggs are big and sweet."
NoConstraintText=""
Suffix=""
Prefix=""

